Repository: whooslizi/macUSB
Catalog: macUSB/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# %02dm %02ds
source: %1$02dm %2$02ds
de: %02dm %02ds
en: %02dm %02ds
es: %02dm %02ds
fr: %02dm %02ds
it: %02dm %02ds
ja: %02d分 %02d秒
pt_br: %02dm %02ds
ru: %02dм %02dс
tr: %02ddk %02dsn
uk: %02dхв %02dс
vi: %02dph %02dgi
zh_hans: %02d分 %02d秒

source: • Brak instalatora? Użyj przycisku „Pobierz”
de: • Kein Installer? Benutzen Sie die Schaltfläche „Herunterladen“.
en: • No installer? Use the "Download" button
es: • ¿Sin instalador? Utilice el botón "Descargar"
fr: • Pas d'installateur ? Utilisez le bouton "Télécharger"
it: • Nessun installatore? Utilizza il pulsante "Scarica".
ja: • インストーラーがありませんか? 「ダウンロード」ボタンを使用してください
pt_br: • Não há instalador? Use o botão "Baixar"
ru: • Нет установщика? Используйте кнопку «Скачать»
tr: • Kurulumcu yok mu? "İndir" düğmesini kullanın
uk: • Немає інсталятора? Скористайтеся кнопкою «Завантажити».
vi: • Không có trình cài đặt? Sử dụng nút "Tải xuống"
zh_hans: • 没有安装程序？使用“下载”按钮

source: • Do utworzenia instalatora potrzebny jest nośnik USB o pojemności minimum %@ GB
de: • Zum Erstellen des Installers ist ein USB-Laufwerk mit mindestens %@ GB erforderlich
en: • A USB drive with a minimum capacity of %@ GB is required to create the installer
es: • Se requiere una memoria USB con una capacidad mínima de %@ GB para crear el instalador
fr: • Une clé USB d'une capacité minimale de %@ Go est requise pour créer l'installateur
it: • Per creare il programma di installazione è necessaria un'unità USB con una capacità minima di %@ GB
ja: • インストーラを作成するには、最低%@GBの容量を持つUSBメモリが必要です
pt_br: • É necessário um pen drive com capacidade mínima de %@ GB para criar o instalador
ru: • Для создания установщика требуется USB-накопитель емкостью не менее %@ ГБ
tr: • Yükleyiciyi oluşturmak için minimum %@ GB kapasiteli bir USB sürücüsüne ihtiyacınız vardır
uk: • Для створення інсталятора потрібен USB-накопичувач мінімальним об’ємом %@ ГБ
vi: • Để tạo bộ cài đặt, bạn cần có ổ USB có dung lượng tối thiểu %@ GB
zh_hans: • 创建安装程序需要至少 %@ GB 容量的 U 盘

source: • Dozwolone formaty plików to .dmg, .iso, .cdr oraz .app
de: • Zulässige Dateiformate sind .dmg, .iso, .cdr und .app
en: • Allowed file formats are .dmg, .iso, .cdr, and .app
es: • Los formatos de archivo permitidos son .dmg, .iso, .cdr y .app
fr: • Les formats de fichiers autorisés sont .dmg, .iso, .cdr et .app
it: • I formati di file consentiti sono .dmg, .iso, .cdr e .app
ja: • 許可されるファイル形式は .dmg, .iso, .cdr および .app です
pt_br: • Os formatos de arquivo permitidos são .dmg, .iso, .cdr e .app
ru: • Допустимые форматы файлов: .dmg, .iso, .cdr и .app
tr: • İzin verilen dosya biçimleri .dmg, .iso, .cdr ve .app'tir
uk: • Дозволені формати файлів: .dmg, .iso, .cdr і .app
vi: • Các định dạng tệp được phép là .dmg, .iso, .cdr và .app
zh_hans: • 允许的文件格式为 .dmg, .iso, .cdr 和 .app

source: • Nośnik USB zostanie odpowiednio sformatowany
de: • Das USB-Laufwerk wird entsprechend formatiert
en: • The USB drive will be formatted appropriately
es: • La unidad USB se formateara adecuadamente
fr: • Le support USB sera formate de maniere appropriee
it: • L'unità USB verrà formattata in modo appropriato
ja: • USBドライブは適切にフォーマットされます
pt_br: • A unidade USB sera formatada adequadamente
ru: • USB-накопитель будет отформатирован соответствующим образом
tr: • USB sürücüsü uygun şekilde biçimlendirilecektir
uk: • USB-накопичувач буде відформатовано належним чином
vi: • Ổ USB sẽ được định dạng phù hợp
zh_hans: • USB 驱动器将被正确格式化

source: • Nośnik USB zostanie sformatowany
de: • Das USB-Laufwerk wird formatiert
en: • The USB drive will be formatted
es: • La unidad USB se formateara
fr: • Le support USB sera formate
it: • L'unità USB verrà formattata
ja: • USBドライブはフォーマットされます
pt_br: • A unidade USB sera formatada
ru: • USB-накопитель будет отформатирован
tr: • USB sürücüsü formatlanacak
uk: • USB-накопичувач буде відформатовано
vi: • Ổ USB sẽ được định dạng
zh_hans: • USB 驱动器将被格式化

source: • Obraz instalacyjny zostanie przywrócony
de: • Das Installations-Image wird wiederhergestellt
en: • The installation image will be restored
es: • La imagen de instalacion se restaurara
fr: • L image d installation sera restauree
it: • L'immagine di installazione verrà ripristinata
ja: • インストールイメージが復元されます
pt_br: • A imagem de instalacao sera restaurada
ru: • Образ установки будет восстановлен
tr: • Kurulum görüntüsü geri yüklenecek
uk: • Буде відновлено інсталяційний образ
vi: • Hình ảnh cài đặt sẽ được khôi phục
zh_hans: • 安装镜像将被恢复

source: • Obraz systemu zostanie przywrócony
de: • Das System-Image wird wiederhergestellt
en: • The system image will be restored
es: • La imagen del sistema se restaurara
fr: • L image systeme sera restauree
it: • L'immagine del sistema verrà ripristinata
ja: • システムイメージが復元されます
pt_br: • A imagem do sistema sera restaurada
ru: • Образ системы будет восстановлен
tr: • Sistem görüntüsü geri yüklenecektir
uk: • Образ системи буде відновлено
vi: • Hình ảnh hệ thống sẽ được khôi phục
zh_hans: • 系统镜像将被恢复

source: • Obraz z systemem zostanie skopiowany i zweryfikowany
de: • Das System-Image wird kopiert und verifiziert
en: • The system image will be copied and verified
es: • La imagen del sistema se copiara y verificara
fr: • L image systeme sera copiee et verifiee
it: • L'immagine con il sistema verrà copiata e verificata
ja: • システムイメージがコピーされ、検証されます
pt_br: • A imagem do sistema sera copiada e verificada
ru: • Образ системы будет скопирован и проверен
tr: • Sistemdeki görüntü kopyalanacak ve doğrulanacak
uk: • Зображення з системою буде скопійовано та перевірено
vi: • Hình ảnh với hệ thống sẽ được sao chép và xác minh
zh_hans: • 系统镜像将被复制并验证

source: • Pliki instalacyjne zostaną skopiowane
de: • Installationsdateien werden kopiert
en: • Installation files will be copied
es: • Se copiaran los archivos de instalacion
fr: • Les fichiers d installation seront copies
it: • I file di installazione verranno copiati
ja: • インストールファイルがコピーされます
pt_br: • Os arquivos de instalacao serao copiados
ru: • Установочные файлы будут скопированы
tr: • Kurulum dosyaları kopyalanacak
uk: • Інсталяційні файли будуть скопійовані
vi: • Các tập tin cài đặt sẽ được sao chép
zh_hans: • 安装文件将被复制

source: • Pliki systemowe zostaną przygotowane
de: • Systemdateien werden vorbereitet
en: • System files will be prepared
es: • Se prepararan los archivos del sistema
fr: • Les fichiers systeme seront prepares
it: • Verranno preparati i file di sistema
ja: • システムファイルが準備されます
pt_br: • Os arquivos do sistema serao preparados
ru: • Системные файлы будут подготовлены
tr: • Sistem dosyaları hazırlanacak
uk: • Системні файли будуть підготовлені
vi: • Các tập tin hệ thống sẽ được chuẩn bị
zh_hans: • 系统文件将被准备

source: • Pliki tymczasowe zostaną automatycznie usunięte
de: • Temporäre Dateien werden automatisch gelöscht
en: • Temporary files will be automatically deleted
es: • Los archivos temporales se eliminarán automáticamente
fr: • Les fichiers temporaires seront automatiquement supprimés
it: • I file temporanei verranno automaticamente eliminati
ja: • 一時ファイルは自動的に削除されます
pt_br: • Arquivos temporários serão excluídos automaticamente
ru: • Временные файлы будут автоматически удалены
tr: • Geçici dosyalar otomatik olarak silinecek
uk: • Тимчасові файли будуть видалені автоматично
vi: • Các tập tin tạm thời sẽ tự động bị xóa
zh_hans: • 临时文件将被自动删除

source: • Podłącz nośnik USB do docelowego komputera Mac
de: • Schließen Sie das USB-Laufwerk an den Ziel-Mac an
en: • Connect the USB drive to the target Mac computer
es: • Conecte la memoria USB al Mac de destino
fr: • Connectez la clé USB au Mac cible
it: • Collega l'unità USB al Mac di destinazione
ja: • USBメモリを対象のMacに接続します
pt_br: • Conecte o pen drive ao Mac de destino
ru: • Подключите USB-накопитель к целевому компьютеру Mac
tr: • USB sürücüsünü hedef Mac'e bağlayın
uk: • Підключіть USB-накопичувач до цільового Mac
vi: • Kết nối ổ USB với máy Mac mục tiêu
zh_hans: • 将 U 盘连接到目标 Mac 电脑

source: • Struktura instalatora zostanie sfinalizowana
de: • Die Struktur des Installers wird finalisiert
en: • The installer structure will be finalized
es: • La estructura del instalador se finalizara
fr: • La structure de l installateur sera finalisee
it: • La struttura dell'installatore sarà finalizzata
ja: • インストーラ構成が最終処理されます
pt_br: • A estrutura do instalador sera finalizada
ru: • Структура установщика будет финализирована
tr: • Kurulumcu yapısı tamamlanacak
uk: • Буде завершено структуру інсталятора
vi: • Cấu trúc trình cài đặt sẽ được hoàn thiện
zh_hans: • 安装器结构将被完成

source: • Uruchom komputer trzymając przycisk Option (⌥)
de: • Starten Sie den Computer mit gedrückter Optionstaste (⌥)
en: • Start the computer while holding the Option (⌥) key
es: • Inicie el ordenador manteniendo pulsada la tecla Opción (⌥)
fr: • Démarrez l'ordinateur en maintenant la touche Option (⌥)
it: • Avvia il computer tenendo premuto il pulsante Opzione (⌥).
ja: • Option (⌥) キーを押しながらコンピュータを起動します
pt_br: • Inicie o computador mantendo pressionada a tecla Option (⌥)
ru: • Загрузите компьютер, удерживая клавишу Option (⌥)
tr: • Seçenek (⌥) düğmesini basılı tutarak bilgisayarınızı başlatın
uk: • Запустіть комп’ютер, утримуючи кнопку Option (⌥).
vi: • Khởi động máy tính của bạn bằng cách giữ nút Tùy chọn (⌥)
zh_hans: • 按住 Option (⌥) 键启动电脑

source: • Wybierz instalator systemu macOS lub OS X z listy
de: • Wählen Sie den macOS- oder OS X-Installer aus der Liste
en: • Select the macOS or OS X installer from the list
es: • Seleccione el instalador de macOS u OS X de la lista
fr: • Sélectionnez l'installateur macOS ou OS X dans la liste
it: • Seleziona il programma di installazione di macOS o OS X dall'elenco
ja: • リストからmacOSまたはOS Xのインストーラを選択します
pt_br: • Selecione o instalador do macOS ou OS X na lista
ru: • Выберите установщик macOS или OS X из списка
tr: • Listeden macOS veya OS X yükleyicisini seçin
uk: • Виберіть програму встановлення macOS або OS X зі списку
vi: • Chọn trình cài đặt macOS hoặc OS X từ danh sách
zh_hans: • 从列表中选择 macOS 或 OS X 安装程序

source: • Wybrany plik musi zawierać instalator systemu macOS lub Mac OS X
de: • Die ausgewählte Datei muss einen macOS- oder Mac OS X-Installer enthalten
en: • The selected file must contain a macOS or Mac OS X installer
es: • El archivo seleccionado debe contener un instalador de macOS o Mac OS X
fr: • Le fichier sélectionné doit contenir un installateur macOS ou Mac OS X
it: • Il file selezionato deve contenere il programma di installazione di macOS o Mac OS X
ja: • 選択したファイルにはmacOSまたはMac OS Xインストーラが含まれている必要があります
pt_br: • O arquivo selecionado deve conter um instalador do macOS ou Mac OS X
ru: • Выбранный файл должен содержать установщик macOS или Mac OS X
tr: • Seçilen dosya macOS veya Mac OS X yükleyicisini içermelidir
uk: • Вибраний файл має містити програму встановлення macOS або Mac OS X
vi: • Tệp được chọn phải chứa trình cài đặt macOS hoặc Mac OS X
zh_hans: • 所选文件必须包含 macOS 或 Mac OS X 安装程序

source: • Wymagane jest co najmniej 15 GB wolnego miejsca na dysku twardym
de: • Es sind mindestens 15 GB freier Festplattenspeicher erforderlich
en: • At least 15 GB of free hard drive space is required
es: • Se requieren al menos 15 GB de espacio libre en el disco duro
fr: • Au moins 15 Go d'espace libre sur le disque dur sont requis
it: • Sono necessari almeno 15 GB di spazio libero su disco rigido
ja: • ハードドライブに少なくとも15GBの空き容量が必要です
pt_br: • É necessário pelo menos 15 GB de espaço livre no disco rígido
ru: • Требуется не менее 15 ГБ свободного места на жестком диске
tr: • En az 15 GB boş sabit disk alanı gereklidir
uk: • Потрібно щонайменше 15 ГБ вільного місця на жорсткому диску
vi: • Cần có ít nhất 15 GB dung lượng ổ cứng trống
zh_hans: • 需要至少 15 GB 的硬盘可用空间

source: • Zalecane jest użycie dysku w standardzie USB 3.0 lub szybszym
de: • Die Verwendung eines USB 3.0-Laufwerks (oder schneller) wird empfohlen
en: • Using a USB 3.0 or faster drive is recommended
es: • Se recomienda usar una memoria USB 3.0 o más rápida
fr: • L'utilisation d'une clé USB 3.0 ou plus rapide est recommandée
it: • Si consiglia di utilizzare un'unità USB 3.0 o più veloce
ja: • USB 3.0以上の高速なドライブの使用を推奨します
pt_br: • Recomenda-se o uso de um pen drive USB 3.0 ou mais rápido
ru: • Рекомендуется использовать накопитель USB 3.0 или быстрее
tr: • USB 3.0 veya daha hızlı bir sürücü kullanılması önerilir
uk: • Рекомендовано використовувати накопичувач USB 3.0 або швидший
vi: • Nên sử dụng ổ USB 3.0 hoặc nhanh hơn
zh_hans: • 建议使用 USB 3.0 或更快的驱动器

source: Aby aplikacja macUSB działała poprawnie, przyznaj jej uprawnienie „Pełny dostęp do dysku” w ustawieniach systemowych.
de: Damit macUSB korrekt funktioniert, gewähren Sie der App in den Systemeinstellungen den Zugriff „Vollständiger Festplattenzugriff“.
en: To ensure macUSB works correctly, grant it the “Full Disk Access” permission in System Settings.
es: Para que macUSB funcione correctamente, concédele el permiso «Acceso total al disco» en Ajustes del Sistema.
fr: Pour que macUSB fonctionne correctement, accordez-lui l’autorisation « Accès complet au disque » dans Réglages Système.
it: Per il corretto funzionamento di macUSB, concedi all’app il permesso «Accesso completo al disco» nelle Impostazioni di Sistema.
ja: macUSB を正しく動作させるには、システム設定で「フルディスクアクセス」を許可してください。
pt_br: Para o macUSB funcionar corretamente, conceda a permissão “Acesso total ao disco” nos Ajustes do Sistema.
ru: Чтобы macUSB работал корректно, предоставьте приложению разрешение «Полный доступ к диску» в системных настройках.
tr: macUSB'nin düzgün çalışması için Sistem Ayarları'nda “Tam Disk Erişimi” iznini verin.
uk: Щоб macUSB працював коректно, надайте програмі дозвіл «Повний доступ до диска» у системних налаштуваннях.
vi: Để macUSB hoạt động đúng, hãy cấp quyền “Quyền truy cập toàn bộ ổ đĩa” trong Cài đặt Hệ thống.
zh_hans: 为确保 macUSB 正常工作，请在“系统设置”中授予“完全磁盘访问权限”。

source: Aby helper działał poprawnie, wymagane jest zezwolenie na działanie w tle w Ustawieniach systemowych.
de: Damit der Helfer ordnungsgemäß funktioniert, müssen Sie die Ausführung im Hintergrund in den Systemeinstellungen zulassen.
en: For the helper to work properly, you must allow it to run in the background in System Settings.
es: Para que el asistente funcione correctamente, debe permitir que se ejecute en segundo plano en Configuración del sistema.
fr: Pour que l'assistant fonctionne correctement, vous devez l'autoriser à s'exécuter en arrière-plan dans les paramètres système.
it: Affinché l'helper funzioni correttamente, devi consentirne l'esecuzione in background in Impostazioni di sistema.
ja: ヘルパーが適切に動作するには、システム設定でヘルパーのバックグラウンドでの実行を許可する必要があります。
pt_br: Para que o auxiliar funcione corretamente, você deve permitir que ele seja executado em segundo plano nas configurações do sistema.
ru: Чтобы помощник работал правильно, необходимо разрешить ему работу в фоновом режиме в настройках системы.
tr: Yardımcının düzgün çalışması için Sistem Ayarlarında arka planda çalışmasına izin vermelisiniz.
uk: Щоб помічник працював належним чином, ви повинні дозволити йому працювати у фоновому режимі в параметрах системи.
vi: Để trình trợ giúp hoạt động bình thường, bạn phải cho phép nó chạy ở chế độ nền trong Cài đặt hệ thống.
zh_hans: 为了使助手正常工作，您必须在系统设置中允许它在后台运行。

source: Aby rozpocząć pobieranie, potrzebujesz więcej wolnego miejsca na dysku. Wymagane minimum: %@. Dostępne: %@. Zwolnij miejsce i spróbuj ponownie.
de: Um den Download zu starten, benötigen Sie mehr freien Speicherplatz. Erforderliches Minimum: %@. Verfügbar: %@. Geben Sie Speicherplatz frei und versuchen Sie es erneut.
en: To start downloading, you need more free disk space. Minimum required: %@. Available: %@. Free up space and try again.
es: Para comenzar a descargar, necesita más espacio libre en el disco. Mínimo requerido: %@. Disponible: %@. Libera espacio y vuelve a intentarlo.
fr: Pour commencer le téléchargement, vous avez besoin de plus d'espace disque libre. Minimum requis : %@. Disponible : %@. Libérez de l'espace et réessayez.
it: Per iniziare il download, è necessario più spazio libero su disco. Minimo richiesto: %@. Disponibile: %@. Libera spazio e riprova.
ja: ダウンロードを開始するには、さらに多くの空きディスク容量が必要です。 最低限必要な値: %@。利用可能: %@。 スペースを解放して、再試行してください。
pt_br: Para iniciar o download, você precisa de mais espaço livre em disco. Mínimo necessário: %@. Disponível: %@. Libere espaço e tente novamente.
ru: Чтобы начать загрузку, вам нужно больше свободного места на диске. Минимально необходимый: %@. Доступно: %@. Освободите место и повторите попытку.
tr: İndirmeye başlamak için daha fazla boş disk alanına ihtiyacınız var. Gerekli minimum: %@. Mevcut: %@. Yer açın ve tekrar deneyin.
uk: Щоб почати завантаження, вам потрібно більше вільного місця на диску. Необхідний мінімум: %@. В наявності: %@. Звільніть місце та повторіть спробу.
vi: Để bắt đầu tải xuống, bạn cần thêm dung lượng đĩa trống. Yêu cầu tối thiểu: %@. Có sẵn: %@. Hãy giải phóng dung lượng và thử lại.
zh_hans: 要开始下载，您需要更多可用磁盘空间。 最低要求：%@。可用：%@。 释放空间并重试。

source: Aby uruchomić helper systemowy, aplikacja musi znajdować się w katalogu Applications.
de: Um den System-Helper auszufuhren, muss sich die App im Ordner Applications befinden.
en: To run the system helper, the app must be located in the Applications folder.
es: Para ejecutar el helper del sistema, la aplicacion debe estar en la carpeta Aplicaciones.
fr: Pour executer l outil auxiliaire systeme, l application doit se trouver dans le dossier Applications.
it: Per eseguire l'helper di sistema, l'applicazione deve trovarsi nella directory Applicazioni.
ja: システムヘルパーを実行するには、アプリがApplicationsフォルダに配置されている必要があります。
pt_br: Para executar o helper do sistema, o aplicativo deve estar na pasta Aplicativos.
ru: Чтобы запустить системный helper, приложение должно находиться в папке Applications.
tr: Sistem yardımcısını çalıştırmak için uygulamanın Uygulamalar dizininde bulunması gerekir.
uk: Щоб запустити системний помічник, програма має бути розташована в каталозі Applications.
vi: Để chạy trình trợ giúp hệ thống, ứng dụng phải được đặt trong thư mục Ứng dụng.
zh_hans: 要运行系统辅助工具，应用必须位于Applications文件夹中。

source: Aby uruchomić instalator z nośnika USB na Macu z PowerPC, niezbędne jest wpisanie komendy w konsoli Open Firmware. Pełna instrukcja obsługi znajduje się na stronie internetowej aplikacji.
de: Um den Installer von einem USB-Laufwerk auf einem PowerPC-Mac zu starten, müssen Sie einen Befehl in der Open Firmware-Konsole eingeben. Eine vollständige Anleitung finden Sie auf der Website der Anwendung.
en: To boot the installer from a USB drive on a PowerPC Mac, you must enter a command in the Open Firmware console. Full instructions are available on the application's website.
es: Para arrancar el instalador desde una memoria USB en un Mac con PowerPC, es necesario introducir un comando en la consola de Open Firmware. Las instrucciones completas están disponibles en el sitio web de la aplicación.
fr: Pour démarrer l'installateur à partir d'une clé USB sur un Mac PowerPC, vous devez saisir une commande dans la console Open Firmware. Les instructions complètes sont disponibles sur le site web de l'application.
it: Per eseguire l'installer da un'unità USB su un Mac con PowerPC, è necessario inserire il comando nella console Open Firmware. Il manuale utente completo è disponibile sul sito Web dell'applicazione.
ja: PowerPC MacでUSBドライブからインストーラを起動するには、Open Firmwareコンソールでコマンドを入力する必要があります。詳しい手順はアプリケーションのウェブサイトをご覧ください。
pt_br: Para inicializar o instalador de um pen drive USB em um Mac PowerPC, é necessário inserir um comando no console do Open Firmware. As instruções completas estão disponíveis no site do aplicativo.
ru: Чтобы запустить установщик с USB-накопителя на Mac с PowerPC, необходимо ввести команду в консоли Open Firmware. Полная инструкция доступна на веб-сайте приложения.
tr: Yükleyiciyi PowerPC'li bir Mac'teki bir USB sürücüsünden çalıştırmak için, Açık Firmware konsoluna komutu girmeniz gerekir. Tam kullanım kılavuzu uygulamanın web sitesinde bulunabilir.
uk: Щоб запустити програму встановлення з USB-накопичувача на Mac з PowerPC, необхідно ввести команду в консолі Open Firmware. Повний посібник користувача можна знайти на веб-сайті програми.
vi: Để chạy trình cài đặt từ ổ USB trên máy Mac có PowerPC, cần nhập lệnh trong bảng điều khiển Open Firmware. Hướng dẫn sử dụng đầy đủ có thể được tìm thấy trên trang web của ứng dụng.
zh_hans: 要在 PowerPC Mac 上从 USB 驱动器启动安装程序，必须在 Open Firmware 控制台中输入命令。完整说明可在应用程序网站上找到。

source: Aby używać helpera uprzywilejowanego, przenieś aplikację macUSB do katalogu Applications i uruchom ją ponownie.
de: Um den privilegierten Helper zu verwenden, verschiebe die macUSB-App in den Ordner Applications und starte sie erneut.
en: To use the privileged helper, move the macUSB app to the Applications folder and launch it again.
es: Para usar el helper con privilegios, mueve la app macUSB a la carpeta Aplicaciones y vuelve a iniciarla.
fr: Pour utiliser l outil auxiliaire privilegie, deplacez l application macUSB dans le dossier Applications puis relancez-la.
it: Per utilizzare l'assistente privilegiato, sposta l'applicazione macUSB nella directory Applicazioni e riavviala.
ja: 特権ヘルパーを使用するには、macUSBアプリをApplicationsフォルダに移動して再起動してください。
pt_br: Para usar o helper privilegiado, mova o app macUSB para a pasta Aplicativos e inicie-o novamente.
ru: Чтобы использовать привилегированный helper, переместите приложение macUSB в папку Applications и запустите его снова.
tr: Ayrıcalıklı yardımcıyı kullanmak için macUSB uygulamasını Uygulamalar dizinine taşıyın ve yeniden başlatın.
uk: Щоб скористатися привілейованим помічником, перемістіть програму macUSB у каталог Applications і перезапустіть її.
vi: Để sử dụng trình trợ giúp đặc quyền, hãy di chuyển ứng dụng macUSB vào thư mục Ứng dụng và khởi động lại nó.
zh_hans: 要使用特权辅助工具，请将 macUSB 应用移动到Applications文件夹并重新启动。

source: Aby zmienić język interfejsu we wszystkich elementach aplikacji (w tym menu i przyciskach), wymagany jest restart. Kliknij poniżej, aby uruchomić aplikację ponownie.
de: Um die Oberflächensprache in allen Elementen der Anwendung (einschließlich Menüs und Schaltflächen) zu ändern, ist ein Neustart erforderlich. Klicken Sie unten, um die Anwendung neu zu starten.
en: To change the interface language in all application elements (including menus and buttons), a restart is required. Click below to restart the application.
es: Para cambiar el idioma de la interfaz en todos los elementos de la aplicación (incluidos menús y botones), es necesario reiniciar. Haga clic a continuación para reiniciar la aplicación.
fr: Pour changer la langue de l'interface dans tous les éléments de l'application (y compris les menus et les boutons), un redémarrage est nécessaire. Cliquez ci-dessous pour redémarrer l'application.
it: È necessario un riavvio per modificare la lingua dell'interfaccia in tutti gli elementi dell'applicazione (inclusi menu e pulsanti). Fare clic di seguito per riavviare l'applicazione.
ja: アプリケーションのすべての要素（メニューやボタンを含む）でインターフェース言語を変更するには、再起動が必要です。以下をクリックしてアプリケーションを再起動してください。
pt_br: Para alterar o idioma da interface em todos os elementos do aplicativo (incluindo menus e botões), é necessário reiniciar. Clique abaixo para reiniciar o aplicativo.
ru: Для изменения языка интерфейса во всех элементах приложения (включая меню и кнопки) требуется перезапуск. Нажмите ниже, чтобы перезапустить приложение.
tr: Tüm uygulama öğelerindeki (menüler ve düğmeler dahil) arayüz dilini değiştirmek için yeniden başlatma gerekir. Uygulamayı yeniden başlatmak için aşağıya tıklayın.
uk: Щоб змінити мову інтерфейсу в усіх елементах програми (включно з меню та кнопками), потрібен перезапуск. Натисніть нижче, щоб перезапустити програму.
vi: Cần phải khởi động lại để thay đổi ngôn ngữ giao diện trong tất cả các thành phần ứng dụng (bao gồm menu và nút). Nhấp vào bên dưới để khởi động lại ứng dụng.
zh_hans: 要更改所有应用程序元素（包括菜单和按钮）中的界面语言，需要重启。点击下方以重启应用程序。
